<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadContent</key>
			<dict>
				<key>com.native-instruments.Battery 4</key>
				<dict>
					<key>Forced</key>
					<array>
						<dict>
							<key>mcx_preference_settings</key>
							<dict>
								<key>AB2 AudioBlockSize</key>
								<integer>512</integer>
								<key>AB2 AudioDevice</key>
								<string>CoreAudio Built-in</string>
								<key>AB2 AudioIO [CoreAudio Built-in]</key>
								<string>O0 0,O1 1,</string>
								<key>AB2 AudioIO [CoreAudio Pro Tools Aggregate I/O]</key>
								<string>O0 0,O1 1,</string>
								<key>AB2 AudioSampleRate</key>
								<integer>44100</integer>
								<key>AB2 MasterDelayComp</key>
								<integer>0</integer>
								<key>BrowserAutoLoad</key>
								<integer>0</integer>
								<key>BrowserAutoPreview</key>
								<integer>0</integer>
								<key>BrowserTab</key>
								<integer>0</integer>
								<key>BrowserVisible</key>
								<integer>1</integer>
								<key>CRBitDepth</key>
								<integer>24</integer>
								<key>CRDuration</key>
								<integer>5</integer>
								<key>CRFileFormat</key>
								<integer>0</integer>
								<key>CRNoteNumber</key>
								<integer>-1</integer>
								<key>CRSampleRate</key>
								<integer>44100</integer>
								<key>CRVelocity</key>
								<integer>121</integer>
								<key>ConvolutionLatency</key>
								<integer>256</integer>
								<key>ConvolutionNoLatency</key>
								<integer>0</integer>
								<key>ConvolutionPreserveLen</key>
								<integer>1</integer>
								<key>ConvolutionSampleRate</key>
								<integer>8</integer>
								<key>CustomDefaultKit</key>
								<integer>0</integer>
								<key>DefaultColor</key>
								<integer>9</integer>
								<key>LibrarySearchSettingsData</key>
								<string>AQAAAAAFBAEEAAAASwBpAHQAcwAAAAAAAAAAAAAAAAAAAAAAAAAAACQAAAAwADAAMAAwADAAMAAwADAALQAwADAAMAAwAC0AMAAwADAAMAAtADAAMAAwADAALQAwADAAMAAwADAAMAAwADAAMAAwADAAMAACAAAAAQAAAAQAAABLAGkAdABzAAAAAAAAAAAAAQAAAAQAAABLAGkAdABzAAAAAAAAAAAAAAAAAAAAAAABAAAABwAAAEsAaQB0AHMALQBuAGkAAAAAAA==</string>
								<key>LibrarySearchSettingsSize</key>
								<integer>202</integer>
								<key>MIDITranspose</key>
								<integer>0</integer>
								<key>QWERTYPlayback</key>
								<integer>1</integer>
								<key>QWERTYTranspose</key>
								<integer>0</integer>
								<key>UserListIndex</key>
								<integer>0</integer>
								<key>UserRemoved</key>
								<integer>0</integer>
								<key>activateDFDOnLoad_AKAI</key>
								<integer>0</integer>
								<key>activateDFDOnLoad_Battery</key>
								<integer>0</integer>
								<key>activateDFDOnLoad_EXS</key>
								<integer>0</integer>
								<key>activateDFDOnLoad_Giga</key>
								<integer>1</integer>
								<key>activateDFDOnLoad_Halion</key>
								<integer>1</integer>
								<key>activateDFDOnLoad_Kontakt</key>
								<integer>1</integer>
								<key>activateDFDOnLoad_LM4</key>
								<integer>0</integer>
								<key>activateDFDOnLoad_SF2</key>
								<integer>0</integer>
								<key>addFilesToDB</key>
								<integer>1</integer>
								<key>autoCombineImportedSamples</key>
								<integer>1</integer>
								<key>autoEnableFX</key>
								<integer>1</integer>
								<key>autoFill</key>
								<integer>1</integer>
								<key>autoMappingFN</key>
								<string>@</string>
								<key>autoMoveRootKey</key>
								<integer>1</integer>
								<key>autoMuteNewInstrument</key>
								<integer>0</integer>
								<key>autoRefreshBrowserX</key>
								<integer>0</integer>
								<key>autoSelectGroups</key>
								<integer>1</integer>
								<key>automapToken0</key>
								<integer>0</integer>
								<key>automapToken1</key>
								<integer>0</integer>
								<key>automapToken2</key>
								<integer>0</integer>
								<key>automapToken3</key>
								<integer>0</integer>
								<key>automapToken4</key>
								<integer>0</integer>
								<key>automapToken5</key>
								<integer>0</integer>
								<key>batchCollectDoCompress</key>
								<integer>1</integer>
								<key>batchCollectDstPath</key>
								<string>@</string>
								<key>batchCollectMirrorFolders</key>
								<integer>1</integer>
								<key>batchCollectSrcPath</key>
								<string>@</string>
								<key>batteryMasterVolume</key>
								<integer>3200</integer>
								<key>browserAutoPreviewEnabled</key>
								<integer>0</integer>
								<key>browserAuto_widthGroup</key>
								<integer>70</integer>
								<key>browserAuto_widthInst</key>
								<integer>70</integer>
								<key>browserAuto_widthParameter</key>
								<integer>70</integer>
								<key>browserViewAuto_Sep1PosY</key>
								<integer>80</integer>
								<key>browserViewDB_InfoVisible</key>
								<integer>1</integer>
								<key>browserViewDB_Sep1PosY</key>
								<integer>50</integer>
								<key>browserViewDB_Sep2PosY</key>
								<integer>80</integer>
								<key>browserViewFiles_InfoVisible</key>
								<integer>1</integer>
								<key>browserViewFiles_Sep1PosY</key>
								<integer>50</integer>
								<key>browserViewFiles_Sep2PosY</key>
								<integer>80</integer>
								<key>browserViewLibs_InfoVisible</key>
								<integer>1</integer>
								<key>browserViewLibs_Sep1PosY</key>
								<integer>84</integer>
								<key>browserViewModules_InfoVisible</key>
								<integer>1</integer>
								<key>browserViewModules_Sep1PosY</key>
								<integer>60</integer>
								<key>browserViewMonitor_InfoVisible</key>
								<integer>1</integer>
								<key>browserViewMonitor_Sep1PosY</key>
								<integer>80</integer>
								<key>bufferSizeDFD</key>
								<integer>196608</integer>
								<key>bufferSizeVoiceDFD</key>
								<integer>393216</integer>
								<key>bypassFilterGiga</key>
								<integer>1</integer>
								<key>cellTriggerVelocity</key>
								<integer>121</integer>
								<key>cloneNewGroup</key>
								<integer>1</integer>
								<key>dbSearchSamples</key>
								<integer>0</integer>
								<key>defInstAuthor</key>
								<string>Battery3</string>
								<key>defMapBaseKey</key>
								<integer>12</integer>
								<key>defMapFadeTime</key>
								<integer>4000</integer>
								<key>defaultKeyrangeOffset</key>
								<integer>36</integer>
								<key>defaultMinSliceDuration</key>
								<integer>50</integer>
								<key>defaultRootKey</key>
								<integer>60</integer>
								<key>defaultVolume</key>
								<integer>600</integer>
								<key>deleteKeyHack</key>
								<integer>0</integer>
								<key>disableOVKM</key>
								<integer>0</integer>
								<key>disableUndo</key>
								<integer>1</integer>
								<key>doubleClickOnSampleCreatesInstrument</key>
								<integer>1</integer>
								<key>drawEnvelopes</key>
								<integer>1</integer>
								<key>enableDefaultClick</key>
								<integer>1</integer>
								<key>enableKDBExport</key>
								<integer>0</integer>
								<key>fbfavs-num</key>
								<integer>0</integer>
								<key>fbhist-num</key>
								<integer>0</integer>
								<key>flatViewBrowserFav</key>
								<integer>0</integer>
								<key>fontSize</key>
								<integer>0</integer>
								<key>fullFilePathOnLoad</key>
								<integer>0</integer>
								<key>fullFilePathOnWaveDisplay</key>
								<integer>0</integer>
								<key>idxCurOptionPane</key>
								<integer>1</integer>
								<key>idxLastBrowserPathFiles</key>
								<integer>0</integer>
								<key>importDistKeySW</key>
								<integer>0</integer>
								<key>importLimitFNames31</key>
								<integer>0</integer>
								<key>importMapBulkSamples</key>
								<integer>1</integer>
								<key>importPreV2ForceDFD_X</key>
								<integer>1</integer>
								<key>importSamplesAsAIF</key>
								<integer>0</integer>
								<key>importWriteAbsPaths</key>
								<integer>0</integer>
								<key>interpQualityOffline</key>
								<integer>3</integer>
								<key>k2PMiniView</key>
								<integer>0</integer>
								<key>k2pMiniViewLastLoadedPatch</key>
								<string>@</string>
								<key>kbForMIDIVelo</key>
								<integer>100</integer>
								<key>kbOffsetOct</key>
								<integer>2</integer>
								<key>kcDestProgramPath</key>
								<string>@</string>
								<key>kcDestSamplePath</key>
								<string>@</string>
								<key>keepK1MIDIChannel</key>
								<integer>0</integer>
								<key>keyFollow</key>
								<integer>1</integer>
								<key>keyFollowMode</key>
								<integer>0</integer>
								<key>lastBrowserPathFav_00</key>
								<string>@</string>
								<key>lastBrowserPathFav_01</key>
								<string>@</string>
								<key>lastBrowserPathFav_02</key>
								<string>@</string>
								<key>lastBrowserPathFav_03</key>
								<string>@</string>
								<key>lastBrowserPathFav_04</key>
								<string>@</string>
								<key>lastBrowserPathFav_05</key>
								<string>@</string>
								<key>lastBrowserPathFav_06</key>
								<string>@</string>
								<key>lastBrowserPathFav_07</key>
								<string>@</string>
								<key>lastBrowserPathFav_08</key>
								<string>@</string>
								<key>lastBrowserPathFav_09</key>
								<string>@</string>
								<key>lastBrowserPathFav_10</key>
								<string>@</string>
								<key>lastBrowserPathFav_11</key>
								<string>@</string>
								<key>lastBrowserPathFav_12</key>
								<string>@</string>
								<key>lastBrowserPathFav_13</key>
								<string>@</string>
								<key>lastBrowserPathFav_14</key>
								<string>@</string>
								<key>lastBrowserPathFav_15</key>
								<string>@</string>
								<key>lastBrowserPathFav_16</key>
								<string>@</string>
								<key>lastBrowserPathFav_17</key>
								<string>@</string>
								<key>lastBrowserPathFav_18</key>
								<string>@</string>
								<key>lastBrowserPathFav_19</key>
								<string>@</string>
								<key>lastBrowserPathFav_20</key>
								<string>@</string>
								<key>lastBrowserPathFav_21</key>
								<string>@</string>
								<key>lastBrowserPathFav_22</key>
								<string>@</string>
								<key>lastBrowserPathFav_23</key>
								<string>@</string>
								<key>lastBrowserPathFav_24</key>
								<string>@</string>
								<key>lastBrowserPathFav_25</key>
								<string>@</string>
								<key>lastBrowserPathFav_26</key>
								<string>@</string>
								<key>lastBrowserPathFav_27</key>
								<string>@</string>
								<key>lastBrowserPathFav_28</key>
								<string>@</string>
								<key>lastBrowserPathFav_29</key>
								<string>@</string>
								<key>lastBrowserPathFav_30</key>
								<string>@</string>
								<key>lastBrowserPathFav_31</key>
								<string>@</string>
								<key>lastBrowserPathFiles_000</key>
								<string>@</string>
								<key>lastBrowserPathFiles_001</key>
								<string>@</string>
								<key>lastBrowserPathFiles_002</key>
								<string>@</string>
								<key>lastBrowserPathFiles_003</key>
								<string>@</string>
								<key>lastBrowserPathFiles_004</key>
								<string>@</string>
								<key>lastBrowserPathFiles_005</key>
								<string>@</string>
								<key>lastBrowserPathFiles_006</key>
								<string>@</string>
								<key>lastBrowserPathFiles_007</key>
								<string>@</string>
								<key>lastBrowserPathFiles_008</key>
								<string>@</string>
								<key>lastBrowserPathFiles_009</key>
								<string>@</string>
								<key>lastBrowserView</key>
								<integer>1</integer>
								<key>lastBrowserView3SubItem</key>
								<integer>1</integer>
								<key>lastBrowserView3SubSubItem_1</key>
								<integer>0</integer>
								<key>lastBrowserView3SubSubItem_2</key>
								<integer>0</integer>
								<key>lastLoadPath</key>
								<string>@</string>
								<key>lastMissingSamplesFolder</key>
								<string>@</string>
								<key>lastSavePath</key>
								<string>@</string>
								<key>lastViewSizeMapPopup</key>
								<integer>0</integer>
								<key>lastViewSizeSamplePopup</key>
								<integer>0</integer>
								<key>latchMidiMode</key>
								<integer>0</integer>
								<key>loadLoopsToSlices</key>
								<integer>1</integer>
								<key>loadSamplesInBackground</key>
								<integer>1</integer>
								<key>localOff</key>
								<integer>0</integer>
								<key>lockEditor</key>
								<integer>0</integer>
								<key>lockStateLastBrowserPathFiles</key>
								<integer>0</integer>
								<key>mapEditAutoSelectGroups</key>
								<integer>1</integer>
								<key>mapEditMapMode</key>
								<integer>0</integer>
								<key>mapPopupHeight_A</key>
								<integer>353</integer>
								<key>mapPopupHeight_B</key>
								<integer>600</integer>
								<key>mapPopupHeight_C</key>
								<integer>700</integer>
								<key>mapPopupWidth_A</key>
								<integer>633</integer>
								<key>mapPopupWidth_B</key>
								<integer>800</integer>
								<key>mapPopupWidth_C</key>
								<integer>1024</integer>
								<key>masterTempo</key>
								<integer>120000</integer>
								<key>masterTune</key>
								<integer>2000</integer>
								<key>masterVolume</key>
								<integer>3600</integer>
								<key>metronomeVolume</key>
								<integer>2400</integer>
								<key>midiChannelAssignment</key>
								<integer>0</integer>
								<key>midiClockIn</key>
								<integer>0</integer>
								<key>midiClockOut</key>
								<integer>0</integer>
								<key>midiOutMode</key>
								<integer>1</integer>
								<key>monoOutCount</key>
								<integer>0</integer>
								<key>multiSamplesInCell</key>
								<integer>0</integer>
								<key>mxAutoMode</key>
								<integer>1</integer>
								<key>mxMemoryExtension</key>
								<integer>0</integer>
								<key>numCPUs</key>
								<integer>4</integer>
								<key>numSearchDBCustomFolders</key>
								<integer>0</integer>
								<key>numVoicesDFD</key>
								<integer>64</integer>
								<key>onlyDrawSelectedGroupsInMapEditor</key>
								<integer>1</integer>
								<key>overloadVoiceKillMode</key>
								<integer>0</integer>
								<key>overrideInstDFD</key>
								<integer>0</integer>
								<key>overrideInstPreloadSize</key>
								<integer>61440</integer>
								<key>pedalMode</key>
								<integer>4</integer>
								<key>pitchBendRange</key>
								<integer>2</integer>
								<key>playbackAutoScroll</key>
								<integer>0</integer>
								<key>previewVolume</key>
								<integer>0</integer>
								<key>quickloadLocked</key>
								<integer>0</integer>
								<key>reWriteWAV</key>
								<integer>1</integer>
								<key>recentFileCount</key>
								<integer>0</integer>
								<key>recentFileNameNr0</key>
								<string>@</string>
								<key>recentFileNameNr1</key>
								<string>@</string>
								<key>recentFileNameNr10</key>
								<string>@</string>
								<key>recentFileNameNr11</key>
								<string>@</string>
								<key>recentFileNameNr12</key>
								<string>@</string>
								<key>recentFileNameNr13</key>
								<string>@</string>
								<key>recentFileNameNr14</key>
								<string>@</string>
								<key>recentFileNameNr15</key>
								<string>@</string>
								<key>recentFileNameNr16</key>
								<string>@</string>
								<key>recentFileNameNr17</key>
								<string>@</string>
								<key>recentFileNameNr18</key>
								<string>@</string>
								<key>recentFileNameNr19</key>
								<string>@</string>
								<key>recentFileNameNr2</key>
								<string>@</string>
								<key>recentFileNameNr3</key>
								<string>@</string>
								<key>recentFileNameNr4</key>
								<string>@</string>
								<key>recentFileNameNr5</key>
								<string>@</string>
								<key>recentFileNameNr6</key>
								<string>@</string>
								<key>recentFileNameNr7</key>
								<string>@</string>
								<key>recentFileNameNr8</key>
								<string>@</string>
								<key>recentFileNameNr9</key>
								<string>@</string>
								<key>refTone</key>
								<integer>69</integer>
								<key>refToneVolume</key>
								<integer>2400</integer>
								<key>sampleMemoryBarrier</key>
								<integer>458752</integer>
								<key>samplePopupHeight_A</key>
								<integer>364</integer>
								<key>samplePopupHeight_B</key>
								<integer>600</integer>
								<key>samplePopupHeight_C</key>
								<integer>700</integer>
								<key>samplePopupWidth_A</key>
								<integer>619</integer>
								<key>samplePopupWidth_B</key>
								<integer>800</integer>
								<key>samplePopupWidth_C</key>
								<integer>1024</integer>
								<key>sampleSearchFav</key>
								<integer>1</integer>
								<key>sampleSearchFiles1</key>
								<integer>1</integer>
								<key>sampleSearchFiles1Location</key>
								<integer>0</integer>
								<key>sampleSearchFiles2</key>
								<integer>0</integer>
								<key>sampleSearchFiles2Location</key>
								<integer>3</integer>
								<key>sampleSearchFiles3</key>
								<integer>1</integer>
								<key>sampleSearchFiles3Location</key>
								<integer>4</integer>
								<key>sampleSearchInteractive</key>
								<integer>0</integer>
								<key>sampleSearchManual</key>
								<integer>0</integer>
								<key>saveDlgAbsolutePaths</key>
								<integer>1</integer>
								<key>saveDlgMode</key>
								<integer>1</integer>
								<key>searchScopeInitializedX</key>
								<integer>1</integer>
								<key>seekRemovableMedia</key>
								<integer>0</integer>
								<key>showCrossfades</key>
								<integer>1</integer>
								<key>showFilesBeforeFoldersInBrowser</key>
								<integer>1</integer>
								<key>showForeignFormatsInBrowser</key>
								<integer>1</integer>
								<key>showMappingOnMasterKB</key>
								<integer>1</integer>
								<key>showNetworkDrivesInBrowser</key>
								<integer>1</integer>
								<key>showRemovableDrivesInBrowser</key>
								<integer>0</integer>
								<key>showReplaceMultiDialog</key>
								<integer>1</integer>
								<key>showSDII</key>
								<integer>1</integer>
								<key>showSampleNames</key>
								<integer>1</integer>
								<key>skipBypassedModules</key>
								<integer>1</integer>
								<key>sliceDlgCreateEnv</key>
								<integer>1</integer>
								<key>sliceDlgMappingBaseKey</key>
								<integer>36</integer>
								<key>sliceDlgMeasureDenom</key>
								<integer>4</integer>
								<key>sliceDlgMeasureNom</key>
								<integer>4</integer>
								<key>sliceDlgSaveMIDI</key>
								<integer>1</integer>
								<key>sliceDlgSetIntOnly</key>
								<integer>0</integer>
								<key>sliceDlgSetStartCtit</key>
								<integer>0</integer>
								<key>soloMode</key>
								<integer>1</integer>
								<key>startWithStructureView</key>
								<integer>0</integer>
								<key>stereoOutCount</key>
								<integer>16</integer>
								<key>syncToExtTempo</key>
								<integer>0</integer>
								<key>tabIdxInstProperties</key>
								<integer>0</integer>
								<key>triggerCellOnClick</key>
								<integer>1</integer>
								<key>unwindAutomationIDs</key>
								<integer>1</integer>
								<key>useCC7CC10</key>
								<integer>1</integer>
								<key>useKBForMIDI</key>
								<integer>0</integer>
								<key>useLargeBrowserFont</key>
								<integer>0</integer>
								<key>useLog2Zoom</key>
								<integer>0</integer>
								<key>useMetaRootKey</key>
								<integer>0</integer>
								<key>useStdCC_120_123</key>
								<integer>0</integer>
								<key>useStdCC_7_10</key>
								<integer>0</integer>
								<key>warnOnDeleteCells</key>
								<integer>1</integer>
								<key>warnOnDeleteRows</key>
								<integer>1</integer>
								<key>waveEditorAppPath</key>
								<string></string>
								<key>widthFBColumn1</key>
								<integer>113</integer>
								<key>widthFBColumn2</key>
								<integer>52</integer>
								<key>widthFBColumn3</key>
								<integer>36</integer>
								<key>widthFBColumn4</key>
								<integer>36</integer>
								<key>widthGLColumn1</key>
								<integer>113</integer>
								<key>widthGLColumn2</key>
								<integer>52</integer>
								<key>widthMLColumn1</key>
								<integer>100</integer>
								<key>widthMLColumn2</key>
								<integer>50</integer>
								<key>widthMLColumn3</key>
								<integer>40</integer>
								<key>widthVLColumn1</key>
								<integer>80</integer>
								<key>widthVLColumn2</key>
								<integer>40</integer>
								<key>widthVLColumn3</key>
								<integer>40</integer>
								<key>widthVLColumn4</key>
								<integer>40</integer>
								<key>widthVLColumn5</key>
								<integer>40</integer>
								<key>widthVLColumn6</key>
								<integer>40</integer>
								<key>widthZLColumn1</key>
								<integer>95</integer>
								<key>widthZLColumn2</key>
								<integer>36</integer>
								<key>widthZLColumn3</key>
								<integer>36</integer>
								<key>widthZLColumn4</key>
								<integer>36</integer>
								<key>windowPos_X</key>
								<integer>142</integer>
								<key>windowPos_Y</key>
								<integer>62</integer>
							</dict>
						</dict>
					</array>
				</dict>
			</dict>
			<key>PayloadEnabled</key>
			<true/>
			<key>PayloadIdentifier</key>
			<string>MCXToProfile.f8d39028-b5fd-4593-abb9-daf2f150ad0b.alacarte.customsettings.39a9e4d1-5701-4371-9439-ca0e977aadb6</string>
			<key>PayloadType</key>
			<string>com.apple.ManagedClient.preferences</string>
			<key>PayloadUUID</key>
			<string>39a9e4d1-5701-4371-9439-ca0e977aadb6</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>Included custom settings:
com.native-instruments.Battery 4
</string>
	<key>PayloadDisplayName</key>
	<string>MCXToProfile: com.native-instruments.Battery 4</string>
	<key>PayloadIdentifier</key>
	<string>Battery4</string>
	<key>PayloadOrganization</key>
	<string></string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>f8d39028-b5fd-4593-abb9-daf2f150ad0b</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
