<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.b60d7a60-f7bc-0134-1619-406c8f08062d.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>b60d7a60-f7bc-0134-1619-406c8f08062d</string><key>PayloadOrganization</key><string>Pyramind</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Power-Settings-Labs</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.b60d7a60-f7bc-0134-1619-406c8f08062d.alacarte.energysaver.c636d5c0-f7bd-0134-161a-406c8f08062d</string><key>PayloadUUID</key><string>c636d5c0-f7bd-0134-161a-406c8f08062d</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Energy Saver</string><key>com.apple.EnergySaver.desktop.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.ACPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.portable.BatteryPower-ProfileNumber</key><integer>-1</integer><key>com.apple.EnergySaver.desktop.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><false/><key>Display Sleep Timer</key><integer>60</integer><key>Sleep On Power Button</key><integer>0</integer><key>System Sleep Timer</key><integer>120</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.ACPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.portable.BatteryPower</key><dict><key>Automatic Restart On Power Loss</key><integer>0</integer><key>Disk Sleep Timer-boolean</key><true/><key>Display Sleep Timer</key><integer>5</integer><key>System Sleep Timer</key><integer>10</integer><key>Wake On LAN</key><integer>1</integer></dict><key>com.apple.EnergySaver.desktop.Schedule</key><dict><key>RepeatingPowerOn</key><dict><key>eventtype</key><string>wakepoweron</string><key>time</key><integer>590</integer><key>weekdays</key><integer>31</integer></dict><key>RepeatingPowerOff</key><dict><key>eventtype</key><string>shutdown</string><key>time</key><integer>1320</integer><key>weekdays</key><integer>31</integer></dict></dict><key>updated.at.xid</key><integer>13920</integer></dict></array></dict></plist>
