<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.fry.pyramind.com.7a3b2d10-3fe7-0134-34b3-001c4256c887.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>7a3b2d10-3fe7-0134-34b3-001c4256c887</string><key>PayloadOrganization</key><string>pyramind</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for TM Settings Staff</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.MCX.TimeMachine</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.fry.pyramind.com.7a3b2d10-3fe7-0134-34b3-001c4256c887.alacarte.timemachine.b2225c70-3fe8-0134-34b5-001c4256c887</string><key>PayloadUUID</key><string>b2225c70-3fe8-0134-34b5-001c4256c887</string><key>PayloadEnabled</key><true/><key>PayloadDisplayName</key><string>Time Machine</string><key>BackupSkipSys</key><true/><key>SkipPaths</key><array><string>~/Downloads</string><string>~/Gobbler</string><string>~/Movies</string><string>~/Music</string><string>~/Pictures</string><string>~/Public</string><string>/Users/Shared</string></array><key>BackupDestURL</key><string>afp://leela.pyramind.com/TM_BU/</string><key>AutoBackup</key><true/></dict></array></dict></plist>
