<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>bf27a030-e29e-0134-1612-406c8f08062d</string><key>PayloadOrganization</key><string>Pyramind</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Safari-Disable Autofill</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.applicationaccess.new</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.new</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>4a570685-018e-b3a6-7996-c8da686393d7</string><key>PayloadDisplayName</key><string>Application Restrictions</string><key>familyControlsEnabled</key><false/></dict><dict><key>PayloadType</key><string>com.apple.dashboard</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.dashboard</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>c6aae445-f2fd-4e15-b6c7-01c07b78b211</string><key>PayloadDisplayName</key><string>Dashboard Widget Restrictions</string><key>whiteListEnabled</key><false/><key>WhiteList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.systemuiserver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.systemuiserver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>ab50bf53-e368-7840-aa5e-b28cddce292a</string><key>PayloadDisplayName</key><string>Restrictions</string><key>logout-eject</key><dict/><key>mount-controls</key><dict><key>blankcd</key><array/><key>blankdvd</key><array/><key>cd</key><array/><key>dvd</key><array/><key>dvdram</key><array/><key>disk-image</key><array/><key>harddisk-external</key><array/><key>harddisk-internal</key><array/></dict></dict><dict><key>PayloadType</key><string>com.apple.DiscRecording</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.DiscRecording</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>8f07db35-12c9-bf60-2cea-362cec8b05b7</string><key>PayloadDisplayName</key><string>Media Access:  Disc Recording</string><key>BurnSupport</key><string>on</string></dict><dict><key>PayloadType</key><string>com.apple.finder</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.finder</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>022414ad-8f4e-64ac-91b1-9beabee10c16</string><key>PayloadDisplayName</key><string>Media Access:  Finder Settings</string><key>ProhibitBurn</key><false/></dict><dict><key>PayloadType</key><string>com.apple.systempreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.systempreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>5527da39-fe1f-783b-39ba-475bc1d3d610</string><key>PayloadDisplayName</key><string>System Preferences</string></dict><dict><key>PayloadType</key><string>com.apple.NetworkBrowser</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.NetworkBrowser</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>1de4eeb7-6847-1519-b401-041a4ac37642</string><key>PayloadDisplayName</key><string>AirDrop</string><key>DisableAirDrop</key><false/></dict><dict><key>PayloadType</key><string>com.apple.appstore</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.appstore</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>4d239452-5b0c-f4cf-0f92-d3402916cb30</string><key>PayloadDisplayName</key><string>App Store</string><key>restrict-store-softwareupdate-only</key><false/><key>restrict-store-disable-app-adoption</key><false/><key>restrict-store-require-admin-to-install</key><false/></dict><dict><key>PayloadType</key><string>com.apple.ShareKitHelper</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.ShareKitHelper</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>81ac573d-d35d-1604-4f47-47324040d70a</string><key>PayloadDisplayName</key><string>Restrictions</string><key>SHKAllowedShareServices</key><array><string>com.apple.share.AirDrop</string><string>com.apple.share.Facebook</string><string>com.apple.share.Twitter</string><string>com.apple.share.Mail</string><string>com.apple.share.Messages</string><string>com.apple.share.Video</string><string>com.apple.share.SinaWeibo</string><string>com.apple.share.addtoiphoto</string><string>com.apple.share.addtoaperture</string><string>com.apple.share.readlater</string><string>com.apple.reminders.RemindersShareExtension</string><string>com.apple.Notes.SharingExtension</string><string>com.apple.share.LinkedIn.post</string></array></dict><dict><key>PayloadType</key><string>com.apple.gamed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.gamed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>e2c8e77c-dfe9-396b-ca6a-88569d7ef87f</string><key>PayloadDisplayName</key><string>Game Center</string><key>GKFeatureGameCenterAllowed</key><true/><key>GKFeatureAccountModificationAllowed</key><true/><key>GKFeatureAddingGameCenterFriendsAllowed</key><true/><key>GKFeatureMultiplayerGamingAllowed</key><true/></dict><dict><key>PayloadType</key><string>com.apple.desktop</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.desktop</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>6495c333-7290-c767-1c3c-c21a279c4407</string><key>PayloadDisplayName</key><string>Desktop</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>dfe42f1c-ae18-b7a0-d6ef-74b2af8eaafc</string><key>PayloadDisplayName</key><string>Restrictions</string><key>safariAllowAutoFill</key><false/></dict><dict><key>PayloadType</key><string>com.apple.coremediaio.support</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.support</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>24eccf65-0c26-0bc0-4add-8593b1604a97</string><key>PayloadDisplayName</key><string>Restrictions</string><key>Device Access Allowed</key><true/></dict><dict><key>PayloadType</key><string>com.apple.applicationaccess</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.applicationaccess</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>aeb53f77-d991-b6fb-5058-5f0f857d19a6</string><key>PayloadDisplayName</key><string>Restrictions</string><key>allowCloudDocumentSync</key><true/><key>allowSpotlightInternetResults</key><true/><key>allowCloudKeychainSync</key><true/><key>allowMusicService</key><true/><key>allowCloudMail</key><true/><key>allowCloudAddressBook</key><true/><key>allowCloudCalendar</key><true/><key>allowCloudReminders</key><true/><key>allowCloudBookmarks</key><true/><key>allowCloudNotes</key><true/></dict><dict><key>PayloadType</key><string>com.apple.preferences.users</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.bf27a030-e29e-0134-1612-406c8f08062d.alacarte.macosxrestrictions.c786a630-e29e-0134-1613-406c8f08062d.users</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>9a77e70e-0660-5566-17aa-af155361aa52</string><key>PayloadDisplayName</key><string>Restrictions</string><key>DisableUsingiCloudPassword</key><false/></dict></array></dict></plist>
