<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0"><dict><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte</string><key>PayloadRemovalDisallowed</key><false/><key>PayloadScope</key><string>System</string><key>PayloadType</key><string>Configuration</string><key>PayloadUUID</key><string>375a88d0-e292-0134-160f-406c8f08062d</string><key>PayloadOrganization</key><string>Pyramind</string><key>PayloadVersion</key><integer>1</integer><key>PayloadDisplayName</key><string>Settings for Desktop-Labs</string><key>PayloadContent</key><array><dict><key>PayloadType</key><string>com.apple.applicationaccess.new</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.new</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3ce1186e-c662-99e1-6a4a-3bcecfaaa613</string><key>PayloadDisplayName</key><string>Application Restrictions</string><key>familyControlsEnabled</key><false/></dict><dict><key>PayloadType</key><string>com.apple.dashboard</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.dashboard</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>bc267234-5238-b042-8135-7d4a7695bf29</string><key>PayloadDisplayName</key><string>Dashboard Widget Restrictions</string><key>whiteListEnabled</key><false/><key>WhiteList</key><array/></dict><dict><key>PayloadType</key><string>com.apple.systemuiserver</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.systemuiserver</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>56015240-e46e-7ee0-3b87-831b8d2012e2</string><key>PayloadDisplayName</key><string>Restrictions</string><key>logout-eject</key><dict/><key>mount-controls</key><dict><key>blankcd</key><array/><key>blankdvd</key><array/><key>cd</key><array/><key>dvd</key><array/><key>dvdram</key><array/><key>disk-image</key><array/><key>harddisk-external</key><array/><key>harddisk-internal</key><array/></dict></dict><dict><key>PayloadType</key><string>com.apple.DiscRecording</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.DiscRecording</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>b889909b-f55f-e72f-bc98-dd8d46cac65b</string><key>PayloadDisplayName</key><string>Media Access:  Disc Recording</string><key>BurnSupport</key><string>on</string></dict><dict><key>PayloadType</key><string>com.apple.finder</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.finder</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>417974ca-de7a-0b91-f887-8d4f50fbe1e9</string><key>PayloadDisplayName</key><string>Media Access:  Finder Settings</string><key>ProhibitBurn</key><false/></dict><dict><key>PayloadType</key><string>com.apple.systempreferences</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.systempreferences</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3204694d-6f7e-7150-15a9-97abfa947417</string><key>PayloadDisplayName</key><string>System Preferences</string></dict><dict><key>PayloadType</key><string>com.apple.NetworkBrowser</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.NetworkBrowser</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>91ca3574-00c5-9010-e9e5-8228143bc018</string><key>PayloadDisplayName</key><string>AirDrop</string><key>DisableAirDrop</key><false/></dict><dict><key>PayloadType</key><string>com.apple.appstore</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.appstore</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>53d527fb-440b-a47e-923d-076717413c79</string><key>PayloadDisplayName</key><string>App Store</string><key>restrict-store-softwareupdate-only</key><false/><key>restrict-store-disable-app-adoption</key><false/><key>restrict-store-require-admin-to-install</key><false/></dict><dict><key>PayloadType</key><string>com.apple.ShareKitHelper</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.ShareKitHelper</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>7186e8d8-6dd8-704d-1758-a137228e7b38</string><key>PayloadDisplayName</key><string>Restrictions</string><key>SHKAllowedShareServices</key><array><string>com.apple.share.AirDrop</string><string>com.apple.share.Facebook</string><string>com.apple.share.Twitter</string><string>com.apple.share.Mail</string><string>com.apple.share.Messages</string><string>com.apple.share.Video</string><string>com.apple.share.SinaWeibo</string><string>com.apple.share.addtoiphoto</string><string>com.apple.share.addtoaperture</string><string>com.apple.share.readlater</string><string>com.apple.reminders.RemindersShareExtension</string><string>com.apple.Notes.SharingExtension</string><string>com.apple.share.LinkedIn.post</string></array></dict><dict><key>PayloadType</key><string>com.apple.gamed</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.gamed</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>08d1a014-1497-1c33-63e4-d732bc31adbf</string><key>PayloadDisplayName</key><string>Game Center</string><key>GKFeatureGameCenterAllowed</key><true/><key>GKFeatureAccountModificationAllowed</key><true/><key>GKFeatureAddingGameCenterFriendsAllowed</key><true/><key>GKFeatureMultiplayerGamingAllowed</key><true/></dict><dict><key>PayloadType</key><string>com.apple.desktop</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.desktop</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>e342fc04-5fcb-6e29-0b34-8e2a51542a51</string><key>PayloadDisplayName</key><string>Desktop</string><key>locked</key><true/><key>override-picture-path</key><string>/Users/Shared/CAIF0LYZ.png</string></dict><dict><key>PayloadType</key><string>com.apple.MCX</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.MCX</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>3a54db6d-b442-ad1f-6b24-ad1b838d7c7a</string><key>PayloadDisplayName</key><string>Restrictions</string><key>safariAllowAutoFill</key><true/></dict><dict><key>PayloadType</key><string>com.apple.coremediaio.support</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.support</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>7d6b9d90-cde8-4aa5-7af9-a48ffaf34182</string><key>PayloadDisplayName</key><string>Restrictions</string><key>Device Access Allowed</key><true/></dict><dict><key>PayloadType</key><string>com.apple.applicationaccess</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.applicationaccess</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>fd5824ef-8a6e-49fd-25ff-4bd5ce32c2fe</string><key>PayloadDisplayName</key><string>Restrictions</string><key>allowCloudDocumentSync</key><true/><key>allowSpotlightInternetResults</key><true/><key>allowCloudKeychainSync</key><true/><key>allowMusicService</key><true/><key>allowCloudMail</key><true/><key>allowCloudAddressBook</key><true/><key>allowCloudCalendar</key><true/><key>allowCloudReminders</key><true/><key>allowCloudBookmarks</key><true/><key>allowCloudNotes</key><true/></dict><dict><key>PayloadType</key><string>com.apple.preferences.users</string><key>PayloadVersion</key><integer>1</integer><key>PayloadIdentifier</key><string>com.apple.mdm.Mac-mini.local.375a88d0-e292-0134-160f-406c8f08062d.alacarte.macosxrestrictions.aadbb0b0-e292-0134-1610-406c8f08062d.users</string><key>PayloadEnabled</key><true/><key>PayloadUUID</key><string>5b9b68ab-89dd-e551-9827-30d44cc57292</string><key>PayloadDisplayName</key><string>Restrictions</string><key>DisableUsingiCloudPassword</key><false/></dict></array></dict></plist>
